Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: So nothing arrives mattering. A message costs nothing to send — and it shows. Read in a queue, gone before the coffee.
ar: لذا لا شيء يصل ذا قيمة. لا تكلف الرسالة شيئًا لإرسالها — وهذا واضح. تُقرأ في طابور، وتُنسى قبل القهوة.
bg: Така нищо не изглежда важно. Изпращането на съобщение не струва нищо — и това си личи. Прочетено на опашка, забравено преди кафето.
bs: Pa ništa zapravo nema vrijednost. Poslati poruku ne košta ništa — i to se vidi. Pročitano u redu, zaboravljeno prije kafe.
ca: Així que res arriba a importar. Enviar un missatge no costa res, i es nota. Es llegeix en una cua, s'oblida abans del cafè.
cs: Takže nic nemá opravdovou váhu. Poslat zprávu nic nestojí – a je to znát. Přečteno ve frontě, zapomenuto před kávou.
da: Så intet føles betydningsfuldt. En besked koster intet at sende – og det kan mærkes. Læst i en kø, glemt inden kaffen.
de: Also hat nichts mehr echtes Gewicht. Eine Nachricht kostet nichts – und das merkt man. In einer Schlange gelesen, vor dem Kaffee vergessen.
el: Έτσι τίποτα δεν έχει πραγματική αξία. Ένα μήνυμα δεν κοστίζει τίποτα να σταλεί — και φαίνεται. Διαβάζεται στην ουρά, ξεχνιέται πριν τον καφέ.
es: Así que nada llega a importar. Un mensaje no cuesta nada enviarlo, y se nota. Se lee en una cola, se olvida antes del café.
et: Nii ei oma miski enam väärtust. Sõnumi saatmine ei maksa midagi — ja see paistab välja. Loetud järjekorras, unustatud enne kohvi.
eu: Beraz, ezerk ez du benetako baliorik. Mezu bat bidaltzeak ez du ezer balio — eta nabari da. Ilaran irakurri eta kafea baino lehen ahaztua.
fi: Mikään ei tunnu merkitykselliseltä. Viestin lähettäminen ei maksa mitään – ja sen huomaa. Luettu jonossa, unohdettu ennen kahvia.
fr: Ainsi, rien n'a vraiment d'importance. Un message ne coûte rien à envoyer — et cela se voit. Lu dans une file, oublié avant le café.
ga: Mar sin níl aon luach le haon rud. Ní chosnaíonn sé faic teachtaireacht a sheoladh — agus feictear sin. Léite i scuaine, ligthe i ndearmad roimh an gcaife.
gl: Así que nada chega a importar. Unha mensaxe non custa nada enviala — e nótase. Lese nunha ringleira, esquécese antes do café.
he: אז לשום דבר אין ערך אמיתי. שליחת הודעה לא עולה דבר — ורואים את זה. נקראת בתור, נשכחת לפני הקפה.
hi: इसलिए किसी भी संदेश का कोई विशेष महत्व नहीं रह जाता। संदेश भेजने में कोई मेहनत नहीं लगती — और यह साफ़ दिखता है।
hr: Pa ništa zapravo nema vrijednost. Poslati poruku ne košta ništa — i to se vidi. Pročitano u redu, zaboravljeno prije kave.
hu: Így semmi sem bír valódi jelentőséggel. Egy üzenet küldése semmibe sem kerül – és ez látszik is. Sorban állva elolvassuk, kávé előtt elfelejtjük.
id: Jadi tidak ada yang terasa berharga. Mengirim pesan tidak membutuhkan biaya — dan itu terlihat. Dibaca dalam antrean, terlupakan sebelum kopi habis.
is: Svo ekkert skiptir máli. Skilaboð kosta ekkert að senda — og það sést. Lesið í biðröð, gleymt fyrir kaffið.
it: Così niente sembra avere valore. Un messaggio non costa nulla da inviare, e si vede. Letto in coda, svanito prima del caffè.
ja: 手軽に送れるメッセージには重みがありません。列に並びながら読まれ、コーヒーを飲む前に忘れ去られてしまいます。
ka: ასე რომ არაფერი არ მოდის მნიშვნელოვანი. შეტყობინების გაგზავნა არ ღირს - და ეს ჩანს. წაიკითხეთ რიგში, ყავის წინ წასული.
kk: Сондықтан ештеңе маңызды емес. Хабарлама жіберу үшін ешнәрсе қажет емес — ол көрсетіледі. Кезекте оқыңыз, кофе алдында кетті.
ko: 그래서 어떤 메시지도 소중하게 느껴지지 않습니다. 보내는 데 아무런 노력이 들지 않기 때문입니다. 줄 서서 읽고 커피를 마시기도 전에 잊혀집니다.
lt: Todėl niekas neturi tikros vertės. Išsiųsti žinutę nieko nekainuoja – ir tai matosi. Perskaityta eilėje, pamiršta prieš kavą.
lv: Tāpēc nekam vairs nav īstas vērtības. Nosūtīt ziņu neko nemaksā — un tas ir redzams. Izlasīts rindā, aizmirsts pirms kafijas.
mk: Така ништо нема вистинска вредност. Да се испрати порака не чини ништо — и тоа се гледа. Прочитано во ред, заборавено пред кафето.
ms: Jadi tiada apa yang benar-benar bermakna. Menghantar mesej tiada kos — dan ia jelas. Dibaca dalam barisan, dilupakan sebelum kopi habis.
mt: Allura xejn ma jidher importanti. Messaġġ ma jiswa xejn biex jintbagħat — u jidher. Jinqara fil-kju, jintesa qabel il-kafè.
nb: Derfor betyr ingenting noe lenger. En melding koster ingenting å sende — og det merkes. Lest i en kø, glemt før kaffen.
nl: Dus heeft niets meer echte waarde. Een berichtje sturen kost niets — en dat merk je. Gelezen in de rij, vergeten voor de koffie.
pl: Więc nic nie ma prawdziwego znaczenia. Wysłanie wiadomości nic nie kosztuje — i to widać. Przeczytana w kolejce, zapomniana przed kawą.
pt_br: Por isso, nada parece ter valor real. Enviar uma mensagem não custa nada — e dá para notar. Lida numa fila, esquecida antes do café.
ro: Așa că nimic nu mai contează cu adevărat. Un mesaj nu costă nimic să fie trimis — și asta se vede. Citit la o coadă, uitat înainte de cafea.
ru: Поэтому ничто не кажется по-настоящему ценным. Сообщение ничего не стоит отправить — и это заметно. Прочитано в очереди, забыто до кофе.
sk: Takže nič nemá skutočnú váhu. Poslať správu nič nestojí – a je to vidieť. Prečítané v rade, zabudnuté pred kávou.
sl: Tako nič nima prave vrednosti. Poslati sporočilo nič ne stane – in to se pozna. Prebrano v vrsti, pozabljeno pred kavo.
sq: Kështu asgjë nuk ka rëndësi. Dërgimi i mesazhit s'kushton gjë — dhe duket. Lexohet në radhë, harrohet para kafesë.
sr: Па ништа заправо нема вредност. Послати поруку не кошта ништа — и то се види. Прочитано у реду, заборављено пре кафе.
sv: Så ingenting känns betydelsefullt. Ett meddelande kostar inget att skicka – och det märks. Läses i en kö, glömt innan kaffet.
th: จึงไม่มีสิ่งใดมีความหมายอย่างแท้จริง การส่งข้อความไม่มีต้นทุนใดๆ — และเห็นได้ชัด อ่านระหว่างต่อแถว ลืมก่อนดื่มกาแฟ
tr: Bu yüzden hiçbir şeyin önemi kalmıyor. Mesaj göndermek bedava — ve bu belli oluyor. Kuyrukta okunup kahveden önce unutuluyor.
uk: Тому ніщо не має справжньої цінності. Надіслати повідомлення нічого не коштує — і це відчувається. Прочитане в черзі, забуте до першої кави.
vi: Vì vậy không có gì thực sự có giá trị. Gửi một tin nhắn chẳng tốn gì — và điều đó thể hiện rõ. Đọc vội trong hàng đợi, quên mất trước khi uống xong tách cà phê.
zh_hans: 因而没有什么是真正珍贵的。发一条消息毫无成本——其廉价显而易见。在排队时匆匆一瞥，咖啡未凉便已遗忘。
zh_hk: 所以冇嘢係真正珍貴。發個短訊零成本——隨便就睇得出。排緊隊睇完，咖啡未飲完就唔記得咗。

source: So nothing feels like it matters. Read, skipped, gone.
ar: لذلك لا شيء يبدو وكأنه يهم. قراءة، تخطي، ذهب.
bg: Така че нищо не се чувства като важно. Прочетено, пропуснато, изчезнало.
bs: Dakle, ništa se ne čini važnim. Pročitao, preskočio, otišao.
ca: Així que res sembla que importa. Llegit, saltat, desaparegut.
cs: Nic se tedy nezdá být důležité. Přečteno, přeskočeno, pryč.
da: Så intet føles som om det betyder noget. Læst, sprunget over, væk.
de: Deshalb fühlt sich nichts wichtig an. Gelesen, übersprungen, vergessen.
el: Άρα τίποτα δεν φαίνεται να έχει σημασία. Διαβάστηκε, παραλείφθηκε, έφυγε.
es: Por eso nada parece importar. Leído, ignorado, olvidado.
et: Nii et miski ei tundu olevat oluline. Loetud, vahele jäänud, läinud.
eu: Beraz, ezerk ez du garrantzirik sentitzen. Irakurri, saltatu, joan.
fi: Joten millään ei tunnu olevan väliä. Luettu, ohitettu, mennyt.
fr: Alors rien ne semble avoir d'importance. Lu, sauté, oublié.
ga: Mar sin ní mhothaíonn rud ar bith go bhfuil tábhacht leis. Léigh, skip, imithe.
gl: Así que nada parece importar. Ler, saltarse, desaparecer.
he: אז שום דבר לא מרגיש שזה משנה. קרא, דילג, נעלם.
hi: इसलिए कुछ भी ऐसा नहीं लगता कि यह मायने रखता है। पढ़ा, छोड़ दिया, चला गया।
hr: Dakle, ništa se ne čini važnim. Pročitano, preskočeno, nestalo.
hu: Tehát semmi sem úgy érzi, hogy számít. Olvasott, kihagyott, elment.
id: Jadi tidak ada yang terasa penting. Baca, lewati, hilang.
is: Svo finnst ekkert að það skipti máli. Lesið, sleppt, farið.
it: Così nulla sembra importante. Letto, saltato, sparito.
ja: だから何も大切に思えなくなります。読んで、流して、消えていく。
ka: ასე რომ, არაფერი არ არის მნიშვნელოვანი. წაიკითხა, გამოტოვა, წავიდა.
kk: Сондықтан ештеңе маңызды емес сияқты. Оқыды, өткізіп жіберді, кетті.
ko: 그래서 아무것도 중요하지 않다고 느껴집니다. 읽고, 건너뛰고, 사라졌습니다.
lt: Taigi niekas neatrodo, kad tai būtų svarbu. Perskaitė, praleido, dingo.
lv: Tāpēc nekas nešķiet, ka tam ir nozīme. Lasīts, izlaists, pagājis.
mk: Значи, ништо не е важно. Прочитано, прескокнато, исчезнато.
ms: Jadi tiada apa yang dirasakan penting. Baca, langkau, hilang.
mt: Allura xejn ma jħoss li huwa importanti. Aqra, qabeż, marret.
nb: Så ingenting føles som om det betyr noe. Lest, hoppet over, borte.
nl: Dus niets voelt alsof het er toe doet. Gelezen, overgeslagen, weg.
pl: Więc nic nie wydaje się mieć znaczenia. Przeczytane, pominięte, zniknęło.
pt_br: Então nada parece importar. Li, pulei, fui.
ro: Deci nimic nu pare că contează. Citește, a omis, a plecat.
ru: Поэтому ничто не кажется важным. Прочёл, пролистал, забыл.
sk: Zdá sa teda, že na ničom nezáleží. Prečítané, preskočené, preč.
sl: Torej se nič ne zdi pomembno. Prebrano, preskočeno, odšlo.
sq: Pra, asgjë nuk duket se ka rëndësi. Lexuar, anashkaluar, zhdukur.
sr: Дакле, ништа се не чини важним. Прочитао, прескочио, отишао.
sv: Så inget känns som att det spelar någon roll. Läst, hoppat över, borta.
th: ดังนั้นจึงไม่มีอะไรรู้สึกว่ามันสำคัญ อ่านข้ามหายไป
tr: Yani hiçbir şey önemliymiş gibi gelmiyor. Okudum, atladım, gittim.
uk: Тож ніщо не має значення. Прочитав, пропустив, пішов.
vi: Vì vậy, không có gì cảm thấy như nó quan trọng. Đọc, bỏ qua, biến mất.
zh_hans: 所以一切都不再珍贵。已读、划走、淡忘。
zh_hk: 所以感覺一切都不重要。閱讀、跳過、消失。

source: So nothing feels like it matters. When did you last hold a message someone made for you?
ar: لذلك لا شيء يبدو وكأنه يهم. متى آخر مرة حملت لك رسالة أرسلها لك شخص ما؟
bg: Така че нищо не се чувства като важно. Кога за последно задържахте съобщение, направено от някого за вас?
bs: Dakle, ništa se ne čini važnim. Kada ste zadnji put držali poruku koju je neko napravio za vas?
ca: Així que res sembla que importa. Quan vas retenir per última vegada un missatge que algú t'ha fet?
cs: Nic se tedy nezdá být důležité. Kdy jste naposledy drželi zprávu, kterou pro vás někdo napsal?
da: Så intet føles som om det betyder noget. Hvornår har du sidst holdt en besked, nogen har lavet til dig?
de: Nichts fühlt sich wichtig an. Wann hast du zuletzt eine Botschaft in den Händen gehalten, die jemand nur für dich geschrieben hat?
el: Άρα τίποτα δεν φαίνεται να έχει σημασία. Πότε κρατήσατε για τελευταία φορά ένα μήνυμα που έστειλε κάποιος για εσάς;
es: Así que nada parece importar. ¿Cuándo fue la última vez que sostuviste un mensaje que alguien hizo para ti?
et: Nii et miski ei tundu olevat oluline. Millal sa viimati hoidsid kellegi poolt sulle saadetud sõnumit?
eu: Beraz, ezerk ez du garrantzirik sentitzen. Noiz eutsi zenuen azkenekoz norbaitek zuri egindako mezu bat?
fi: Joten millään ei tunnu olevan väliä. Milloin viimeksi pidit jonkun sinulle lähettämän viestin?
fr: Quand as-tu tenu pour la dernière fois un message écrit juste pour toi ?
ga: Mar sin ní mhothaíonn rud ar bith go bhfuil tábhacht leis. Cathain an uair dheireanach a raibh teachtaireacht agat a rinne duine éigin duit?
gl: Así que nada parece importar. Cando mantiveches por última vez unha mensaxe que alguén fixo para ti?
he: אז שום דבר לא מרגיש שזה משנה. מתי לאחרונה החזקת הודעה שמישהו עשה לך?
hi: इसलिए कुछ भी ऐसा नहीं लगता कि यह मायने रखता है। किसी ने आपके लिए जो संदेश बनाया था उसे आपने आखिरी बार कब पकड़ा था?
hr: Dakle, ništa se ne čini važnim. Kada ste zadnji put držali poruku koju je netko napravio za vas?
hu: Tehát semmi sem úgy érzi, hogy számít. Mikor tartottál utoljára olyan üzenetet, amelyet valaki küldött neked?
id: Jadi tidak ada yang terasa penting. Kapan terakhir kali Anda menyimpan pesan yang dibuat seseorang untuk Anda?
is: Svo finnst ekkert að það skipti máli. Hvenær hélt þú síðast skilaboðum sem einhver gerði fyrir þig?
it: Quindi nulla sembra importante. Quando hai tenuto in mano per l'ultima volta un messaggio che qualcuno ha scritto per te?
ja: だから、何も重要ではないと感じます。誰かがあなたに宛てて作ったメッセージを最後に手にしたのはいつですか?
ka: ასე რომ, არაფერი არ არის მნიშვნელოვანი. ბოლოს როდის გქონდათ შეტყობინება ვინმემ თქვენთვის?
kk: Сондықтан ештеңе маңызды емес сияқты. Біреу сіз үшін жасаған хабарламаны соңғы рет қашан ұстадыңыз?
ko: 그래서 아무것도 중요하지 않다고 느껴집니다. 누군가가 당신을 위해 만든 메시지를 마지막으로 보관해 둔 게 언제였나요?
lt: Taigi niekas neatrodo, kad tai būtų svarbu. Kada paskutinį kartą laikėte žinutę, kurią kažkas jums parašė?
lv: Tāpēc nekas nešķiet, ka tam ir nozīme. Kad jūs pēdējo reizi turējāt ziņu, ko kāds jums nosūtīja?
mk: Значи, ништо не е важно. Кога последен пат сте испратиле порака што некој ви ја испратил?
ms: Jadi tiada apa yang dirasakan penting. Bilakah kali terakhir anda menghantar mesej yang dibuat seseorang untuk anda?
mt: Allura xejn ma jħoss li huwa importanti. Meta kellek l-aħħar messaġġ li xi ħadd għamel għalik?
nb: Så ingenting føles som om det betyr noe. Når holdt du sist en melding noen laget til deg?
nl: Dus niets voelt alsof het er toe doet. Wanneer heb je voor het laatst een bericht vastgehouden dat iemand voor je heeft gemaakt?
pl: Więc nic nie wydaje się mieć znaczenia. Kiedy ostatnio trzymałeś wiadomość, którą ktoś dla ciebie przygotował?
pt_br: Então nada parece importar. Quando foi a última vez que você guardou uma mensagem que alguém fez para você?
ro: Deci nimic nu pare că contează. Când ai reținut ultima dată un mesaj pe care cineva l-a făcut pentru tine?
ru: Так что ничто не имеет значения. Когда ты в последний раз держали в руках сообщение, которое кто-то написал для тебя?
sk: Zdá sa teda, že na ničom nezáleží. Kedy ste naposledy držali správu, ktorú pre vás niekto napísal?
sl: Torej se nič ne zdi pomembno. Kdaj ste nazadnje držali sporočilo, ki ga je nekdo ustvaril za vas?
sq: Pra, asgjë nuk duket se ka rëndësi. Kur keni mbajtur për herë të fundit një mesazh që dikush ka bërë për ju?
sr: Дакле, ништа се не чини важним. Када сте последњи пут држали поруку коју је неко направио за вас?
sv: Så inget känns som att det spelar någon roll. När höll du senast ett meddelande som någon gjorde till dig?
th: ดังนั้นจึงไม่มีอะไรรู้สึกว่ามันสำคัญ คุณส่งข้อความที่ใครบางคนส่งถึงคุณครั้งสุดท้ายเมื่อใด?
tr: Yani hiçbir şey önemliymiş gibi gelmiyor. En son ne zaman birisinin senin için gönderdiği bir mesajı tuttun?
uk: Тож ніщо не має значення. Коли ти востаннє тримали повідомлення, яке хтось написав для тебе?
vi: Vì vậy, không có gì cảm thấy như nó quan trọng. Lần cuối cùng bạn giữ tin nhắn ai đó gửi cho bạn là khi nào?
zh_hans: 所以感觉一切都不重要。您最后一次保留别人为您发送的消息是什么时候？
zh_hk: 所以感覺一切都不重要。您最後一次保留別人為您發送的訊息是什麼時候？

source: Soggy Wool
ar: صوف مندي
bg: Мокра вълна
bs: Mokra vuna
ca: Llana empapada
cs: Mokrá vlna
da: Soggy Uld
de: Durchnässte Wolle
el: Μούσκεμα μαλλί
es: lana empapada
et: Märg vill
eu: Artile bustiak
fi: Märkä villa
fr: Laine détrempée
ga: Olann Soggy
gl: La encharcada
he: צמר רטוב
hi: गीला ऊन
hr: Mokra vuna
hu: Elázott gyapjú
id: Wol Basah
is: Soggy ull
it: Lana fradicia
ja: ねっとりウール
ka: სველი მატყლი
kk: Сулы жүн
ko: 축축한 양모
lt: Permirkusi vilna
lv: Piemirkusi vilna
mk: Натопена волна
ms: Bulu Lembap
mt: Soggy Suf
nb: Soggy ull
nl: Doorweekte wol
pl: Rozmoczona wełna
pt_br: Lã encharcada
ro: Lână udă
ru: Мокрая шерсть
sk: Rozmočená vlna
sl: Mokra volna
sq: Lesh i lagur
sr: Согги Воол
sv: Blötig ull
th: ขนแกะเปียก
tr: Islak Yün
uk: Мокра шерсть
vi: Len sũng nước
zh_hans: 浸湿的羊毛
zh_hk: 浸濕的羊毛

source: someone
ar: شخص ما
bg: някой
bs: nekoga
ca: algú
cs: někdo
da: nogen
de: jemand
el: κάποιος
es: alguien
et: keegi
eu: norbait
fi: joku
fr: quelqu'un
ga: duine
gl: alguén
he: מישהו
hi: कोई
hr: netko
hu: valakit
id: seseorang
is: einhvern
it: qualcuno
ja: 誰か
ka: ვინმეს
kk: біреу
ko: 누군가
lt: kas nors
lv: kāds
mk: некој
ms: seseorang
mt: xi ħadd
nb: noen
nl: iemand
pl: ktoś
pt_br: alguém
ro: cineva
ru: кто-то
sk: niekto
sl: nekdo
sq: dikush
sr: неко
sv: någon
th: ใครบางคน
tr: birisi
uk: хтось
vi: ai đó
zh_hans: 某人
zh_hk: 某人

source: Someone
ar: شخص ما
bg: някой
bs: Neko
ca: Algú
cs: Někdo
da: Nogen
de: Jemand
el: Κάποιος
es: alguien
et: keegi
eu: Norbait
fi: joku
fr: Quelqu'un
ga: Duine éigin
gl: Alguén
he: מישהו
hi: कोई
hr: netko
hu: valaki
id: Seseorang
is: Einhver
it: Qualcuno
ja: 誰か
ka: ვიღაცას
kk: Біреу
ko: 누군가
lt: kažkas
lv: kāds
mk: Некој
ms: seseorang
mt: Xi ħadd
nb: Noen
nl: Iemand
pl: Ktoś
pt_br: Alguém
ro: Cineva
ru: Кто-то
sk: Niekto
sl: Nekdo
sq: Dikush
sr: Неко
sv: Någon
th: ใครบางคน
tr: Birisi
uk: Хтось
vi: ai đó
zh_hans: 有人
zh_hk: 有人

source: Someone crossing sooner
ar: شخص ما يعبر عاجلا
bg: Някой пресича по-рано
bs: Neko prije prijeđe
ca: Algú creua abans
cs: Někdo přejde dřív
da: Nogen krydser før
de: Jemand, der früher übersetzt
el: Κάποιος θα περάσει νωρίτερα
es: Alguien que cruza antes
et: Keegi ületab varem
eu: Norbait lehenago zeharkatzen du
fi: Joku ylittää aikaisemmin
fr: Quelqu'un qui traverse plus tôt
ga: Duine ag trasnú níos luaithe
gl: Alguén cruza antes
he: מישהו חוצה מוקדם יותר
hi: कोई जल्दी पार कर जाए
hr: Netko prijeđe prije
hu: Valaki hamarabb átkel
id: Seseorang menyeberang lebih cepat
is: Einhver á leið yfir fyrr
it: Qualcuno che attraversa prima
ja: 誰かがもっと早く渡ります
ka: ვიღაც უფრო ადრე გადადის
kk: Біреу тезірек өтіп кетеді
ko: 누가 좀 더 빨리 건너가
lt: Kažkas kerta greičiau
lv: Kāds šķērso ātrāk
mk: Некој ќе премине порано
ms: Seseorang melintas lebih awal
mt: Xi ħadd jaqsam qabel
nb: Noen krysser før
nl: Iemand die eerder oversteekt
pl: Ktoś przejdzie wcześniej
pt_br: Alguém atravessando mais cedo
ro: Cineva traversează mai devreme
ru: Попутчик, пересекающий раньше
sk: Niekto prejde skôr
sl: Nekdo prečka prej
sq: Dikush kalon më shpejt
sr: Неко пређе пре
sv: Någon går över tidigare
th: มีคนข้ามเร็วกว่านี้
tr: Birisi daha erken karşıya geçiyor
uk: Попутник, що перетинає раніше
vi: Có người qua sớm hơn
zh_hans: 有人早点穿越
zh_hk: 有人早點穿越

source: someone else
ar: شخص آخر
bg: някой друг
bs: neko drugi
ca: algú altre
cs: někdo jiný
da: en anden
de: jemand anderes
el: κάποιος άλλος
es: alguien más
et: keegi teine
eu: beste norbait
fi: joku muu
fr: quelqu'un d'autre
ga: duine eile
gl: alguén máis
he: מישהו אחר
hi: किसी और को
hr: netko drugi
hu: valaki más
id: orang lain
is: einhver annar
it: qualcun altro
ja: 他の誰か
ka: ვიღაც სხვა
kk: басқа біреу
ko: 다른 사람
lt: kažkas kitas
lv: kāds cits
mk: некој друг
ms: orang lain
mt: xi ħadd ieħor
nb: noen andre
nl: iemand anders
pl: ktoś inny
pt_br: outra pessoa
ro: altcineva
ru: кто-то другой
sk: niekto iný
sl: nekdo drug
sq: dikush tjetër
sr: неко други
sv: någon annan
th: คนอื่น
tr: başkası
uk: хтось інший
vi: người khác
zh_hans: 他人
zh_hk: 他人

source: Someone else
ar: شخص آخر
bg: някой друг
bs: Neko drugi
ca: Algú més
cs: Někdo jiný
da: En anden
de: Jemand anderes
el: Κάποιος άλλος
es: Alguien más
et: Keegi teine
eu: Beste norbait
fi: Joku muu
fr: Quelqu'un d'autre
ga: Duine éigin eile
gl: Alguén máis
he: מישהו אחר
hi: कोई और
hr: Netko drugi
hu: Valaki más
id: Orang lain
is: Einhver annar
it: Qualcun altro
ja: 他の誰か
ka: ვიღაც სხვა
kk: Басқа біреу
ko: 다른 사람
lt: Kas nors kitas
lv: Kāds cits
mk: Некој друг
ms: Orang lain
mt: Xi ħadd ieħor
nb: Noen andre
nl: Iemand anders
pl: Ktoś inny
pt_br: Outra pessoa
ro: altcineva
ru: Кто-то другой
sk: Niekto iný
sl: Nekdo drug
sq: Dikush tjetër
sr: Неко други
sv: Någon annan
th: คนอื่น
tr: Başka biri
uk: Хтось інший
vi: Người khác
zh_hans: 别人
zh_hk: 別人

source: Someone else carries it now
ar: شخص آخر يحملها الآن
bg: Сега някой друг го носи
bs: Neko drugi to sada nosi
ca: Algú més el porta ara
cs: Teď to nese někdo jiný
da: En anden bærer det nu
de: Jetzt trägt ihn jemand anderes
el: Κάποιος άλλος το κουβαλάει τώρα
es: Alguien más lo lleva ahora
et: Keegi teine ​​kannab seda praegu
eu: Beste norbaitek darama orain
fi: Joku muu kantaa sitä nyt
fr: Quelqu'un d'autre le porte maintenant
ga: Déanann duine éigin eile é a iompar anois
gl: Alguén o leva agora
he: מישהו אחר נושא את זה עכשיו
hi: अब इसे कोई और ले जाता है
hr: Sad ga nosi netko drugi
hu: Most valaki más viszi
id: Orang lain membawanya sekarang
is: Einhver annar ber það núna
it: Qualcun altro lo porta adesso
ja: 今は他の人が運んでいる
ka: ახლა ვიღაც სხვა ატარებს
kk: Оны қазір басқа біреу алып жүр
ko: 지금은 다른 사람이 가지고 다니고 있어요
lt: Dabar jį nešioja kažkas kitas
lv: Tagad to nes kāds cits
mk: Некој друг го носи сега
ms: Orang lain membawanya sekarang
mt: Xi ħadd ieħor iġorrha issa
nb: Noen andre bærer det nå
nl: Iemand anders draagt ​​hem nu
pl: Teraz nosi go ktoś inny
pt_br: Alguém o carrega agora
ro: O poartă altcineva acum
ru: Теперь его несёт кто-то другой
sk: Teraz to nesie niekto iný
sl: Zdaj ga nosi nekdo drug
sq: Dikush tjetër e bart tani
sr: Сад га носи неко други
sv: Någon annan bär det nu
th: ตอนนี้มีคนถือไปแล้ว
tr: Artık onu başkası taşıyor
uk: Зараз його несе хтось інший
vi: Bây giờ có người khác mang nó
zh_hans: 现在已经有人带了
zh_hk: 現在已經有人帶了

source: Someone nearby has a letter for you
ar: شخص قريب لديه رسالة لك
bg: Някой наблизо има писмо за вас
bs: Neko u blizini ima pismo za vas
ca: Algú a prop té una carta per a tu
cs: Někdo poblíž má pro vás dopis
da: Nogen i nærheden har et brev til dig
de: Jemand in der Nähe hat einen Brief für dich
el: Κάποιος κοντά σας έχει ένα γράμμα για εσάς
es: Alguien cercano tiene una carta para ti.
et: Kellelgi läheduses on teile kiri
eu: Inguruko norbaitek gutun bat dauka zuretzat
fi: Joku lähistöllä on kirje sinulle
fr: Quelqu'un à proximité a une lettre pour toi
ga: Tá litir ag duine éigin in aice leat
gl: Alguén preto ten unha carta para ti
he: למישהו בקרבת מקום יש מכתב בשבילך
hi: आस-पास किसी के पास आपके लिए एक पत्र है
hr: Netko u blizini ima pismo za vas
hu: Valakinek a közelben van egy levele a számodra
id: Seseorang di dekatmu punya surat untukmu
is: Einhver í nágrenninu er með bréf handa þér
it: Qualcuno nelle vicinanze ha una lettera per te
ja: 近くにいる人があなたへの手紙を持っています
ka: ახლომახლო ვიღაცას აქვს თქვენთვის წერილი
kk: Жақын жерде біреудің сізге хаты бар
ko: 근처에 누군가가 당신에게 보낸 편지를 가지고 있습니다.
lt: Kažkas netoliese turi tau laišką
lv: Kādam tuvumā ir jums vēstule
mk: Некој во близина има писмо за вас
ms: Seseorang yang berdekatan mempunyai surat untuk anda
mt: Xi ħadd fil-qrib għandu ittra għalik
nb: Noen i nærheten har et brev til deg
nl: Iemand in de buurt heeft een brief voor je
pl: Ktoś w pobliżu ma dla ciebie list
pt_br: Alguém próximo tem uma carta para você
ro: Cineva din apropiere are o scrisoare pentru tine
ru: Рядом кто-то с письмом для тебя
sk: Niekto nablízku má pre vás list
sl: Nekdo v bližini ima pismo za vas
sq: Dikush aty pranë ka një letër për ju
sr: Неко у близини има писмо за вас
sv: Någon i närheten har ett brev till dig
th: มีคนใกล้ตัวมีจดหมายถึงคุณ
tr: Yakınınızda birinin size bir mektubu var
uk: Хтось поруч має для тебе листа
vi: Ai đó ở gần có thư cho bạn
zh_hans: 附近有人有一封信给你
zh_hk: 附近有人有一封信給你
